* Environment variables

#+begin_src emacs-lisp
  (setenv "AWS_PROFILE" "upright")
  (setenv "UPRIGHT_TOKEN" "eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpZCI6OTg1MSwic2NvcGUiOiJBUEkiLCJpYXQiOjE3NDAxMjU5NDQsImV4cCI6NDg2NDMyODM0NH0.sWbzhvWHHKXZglC6G9mzVKNEG2A3n48eW9queu7Dzos")
#+end_src

#+RESULTS:
: eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJpZCI6OTg1MSwic2NvcGUiOiJBUEkiLCJpYXQiOjE3NDAxMjU5NDQsImV4cCI6NDg2NDMyODM0NH0.sWbzhvWHHKXZglC6G9mzVKNEG2A3n48eW9queu7Dzos

